tap "aljohri/-"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gcc"
brew "openblas"
brew "aspell"
brew "autoconf", link: false
brew "automake"
brew "cloc"
brew "emacs"
brew "ghostscript", link: false
brew "exercism"
brew "ffmpeg"
brew "fftw"
brew "geos"
brew "libpq"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gdb"
brew "gedit"
brew "git", link: false
brew "git-lfs"
brew "glpk"
brew "gmt"
brew "jenkins"
brew "ncview"
brew "sundials"
brew "octave"
brew "pandoc"
brew "postgresql@14"
brew "scipy"
brew "tmux"
brew "travis"
brew "tree"
brew "wget"
brew "mpich"
brew "cmake"
brew "make"
brew "aljohri/-/docx2pdf"
cask "adoptopenjdk8"
cask "aquaterm"
cask "docker"
